Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh11-v3.tmx
Source language: bo
Languages: en

source: ཀྱེ་མ་དེ་དག་ནི་ལོག་པར་ལྟ་བ་ཡང་དག་པར་བླངས་པའི་རྒྱུ་དང་རྐྱེན་དེས་ལུས་ཞིག་སྟེ། ཤི་བའི་འོག་ཏུ་ངན་སོང་ངན་འགྲོ་ལོག་པར་ལྟུང་བ་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་སོ། །
en: Due to the causes and conditions of adopting wrong views as correct, after their bodies have decayed and died, they will be reborn within inferior realms, falling into the lower abodes, among the denizens of the hells! Alas!

source: ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་ལུས་ཀྱི་ལེགས་པར་སྤྱོད་པ་དང་ལྡན་པ། ངག་གི་ལེགས་པར་སྤྱོད་པ་དང་ལྡན་པ། ཡིད་ཀྱི་ལེགས་པར་སྤྱོད་པ་དང་ལྡན་པ་དག་སྟེ་ཞེས་བྱ་བ་ནས། རྒྱུ་དེ་དང་རྐྱེན་དེའི་བར་དུ་སྟེ། ལུས་ཞིག་ནས་བདེ་འགྲོ་མཐོ་རིས་ཀྱི་འཇིག་རྟེན་དུ་ལྷ་དང་མི་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་པ་དང་།
en: These sentient beings are endowed with noble conduct of body, endowed with noble conduct of speech, and endowed with noble conduct of mind,’ and so on, up to, ‘Due to these causes and conditions, when their bodies have decayed, they will be reborn among the gods and humans, within the blissful and exalted world realms!’

source: དེ་བཞིན་དུ་ཕྱོགས་བཅུ་ཀུན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་བར་དག་ན་སེམས་ཅན་དག་ལས་ཇི་ལྟར་བསགས་པ་བཞིན་ཞེས་བྱ་བ་ནས། བདེ་འགྲོ་མཐོ་རིས་ཀྱི་འཇིག་རྟེན་དུ་ལྷ་དང་མི་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་སོ་ཞེས་བྱ་བའི་བར་དུ་མཐོང་སྟེ།
en: Similarly, ‘They can see sentient beings in the world systems of all the ten directions, numerous as the sands of the River Ganges, according to the past deeds they have accumulated,’ and so on, up to ‘These will be reborn among the gods and humans in the world systems of the happy, exalted realms.’

source: རབ་འབྱོར་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ལྷའི་མིག་ཡོངས་སུ་དག་པ་ཡིན་ནོ། །
en: Su­bhūti, such is the refined eye of clairvoyance, possessed by great bodhisattva beings.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཤེས་རབ་ཀྱི་མིག་ཡོངས་སུ་དག་པ་དེ་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: What is the refined eye of wisdom, possessed by great bodhisattva beings?”

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཤེས་རབ་ཀྱི་མིག་གང་གིས་འདི་སྙམ་དུ་གང་འདུས་བྱས་སམ། འདུས་མ་བྱས་སམ། འཇིག་རྟེན་པའམ། འཇིག་རྟེན་ལས་འདས་པའམ། ཟག་པ་དང་བཅས་པའམ།
en: The Blessed One replied, “Su­bhūti, with their eye of wisdom, great bodhisattva beings do not conceive of anything that is conditioned, unconditioned, mundane, supramundane, contaminated, or uncontaminated.

source: ཟག་པ་མེད་པའི་ཆོས་གང་ཡང་ཡོད་དོ་སྙམ་དུ་མི་སེམས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཤེས་རབ་ཀྱི་མིག་གང་གིས་གང་མ་མཐོང་བའམ། མ་ཐོས་པའམ། མ་དྲན་པའམ། རྣམ་པར་མ་ཤེས་པའི་ཆོས་གང་ཡང་མེད་དོ། །
en: There is nothing at all that great bodhisattva beings see with their eye of wisdom, nothing that they hear, nothing that they recall, and nothing of which they are conscious.

source: རབ་འབྱོར་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཤེས་རབ་ཀྱི་མིག་ཡོངས་སུ་དག་པ་ཡིན་ནོ། །
en: Su­bhūti, such is the refined eye of wisdom, possessed by great bodhisattva beings.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཆོས་ཀྱི་མིག་ཡོངས་སུ་དག་པ་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: What is the refined eye of the sacred doctrine, possessed by great bodhisattva beings?”

source: རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཆོས་ཀྱི་མིག་གིས་འདི་ལྟར་ཤེས་ཏེ། གང་ཟག་འདི་ནི་དད་པས་རྗེས་སུ་འབྲང་བའོ། །འདི་ནི་ཆོས་ཀྱི་རྗེས་སུ་འབྲང་བའོ། །འདི་ནི་སྟོང་པ་ཉིད་ལ་གནས་པའོ། །འདི་ནི་མཚན་མ་མེད་པ་ལ་གནས་པའོ། །
en: The Blessed One replied, “Su­bhūti, with their eye of the sacred doctrine, great bodhisattva beings know that this individual person is a follower on account of faith, this one is a follower of the doctrine, this one abides in emptiness, this one abides in signlessness, and this one abides in aspirationlessness.

source: འདི་ནི་སྨོན་པ་མེད་པ་ལ་གནས་པའོ། །གང་ཟག་འདི་ནི་སྟོང་པ་ཉིད་ཀྱི་རྣམ་པར་ཐར་པའི་སྒོས་དབང་པོ་ལྔ་པོ་དག་སྐྱེད་པར་འགྱུར་རོ། །དེའི་འོག་ཏུ་དབང་པོ་ལྔ་པོ་དག་གིས་བར་ཆད་མེད་པའི་ཏིང་ངེ་འཛིན་ལ་རེག་པར་འགྱུར་རོ། །
en: “[They know that] this individual is developing the five faculties through emptiness—the gateway to liberation—and afterward will acquire unimpeded meditative stability by means of these five faculties.

source: བར་ཆད་མེད་པའི་ཏིང་ངེ་འཛིན་ལས་རྣམ་པར་གྲོལ་བའི་ཤེས་པ་སྐྱེ་བར་འགྱུར་རོ། །དེ་ནས་རྣམ་པར་གྲོལ་བའི་ཤེས་པས་ཀུན་དུ་སྦྱོར་བ་གསུམ་པོ་དག་སྤོང་བར་འགྱུར་ཏེ།
en: Through unimpeded meditative stability, this individual will develop [insight into] the knowledge of liberation, and then, through that [insight into] the knowledge of liberation, will forsake the three fetters.

source: གསུམ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། འཇིག་ཚོགས་ལ་ལྟ་བ་དང་། ཐེ་ཚོམ་དང་། ཚུལ་ཁྲིམས་དང་།
en: If you ask what are these three fetters, they are (1) false views about perishable composites, (2) hesitation, and (3) a sense of moral and ascetic supremacy.

source: བརྟུལ་ཞུགས་མཆོག་ཏུ་འཛིན་པ་སྟེ། ཀུན་ཏུ་སྦྱོར་བ་གསུམ་པོ་དེ་དག་སྤངས་པས་རྒྱུན་དུ་ཞུགས་པ་ཞེས་བྱའོ། །དེས་བསྒོམ་པའི་ལམ་ཐོབ་ནས་འདོད་པ་ལ་འདོད་ཆགས་དང་། གནོད་སེམས་གཉིས་སྲབ་མོར་བྱེད་པར་འགྱུར་ཏེ། དེ་ནི་ལན་ཅིག་ཕྱིར་འོང་བ་ཡིན་ནོ། །
en: By having abandoned those three fetters, this individual will be known as one who has entered the stream, and, after attaining the path of cultivation, will be tied to one more rebirth, wearing down attachment to the [world system of] desire and to malice.

source: དེས་བསྒོམ་པའི་ལམ་ཆེར་བསྒོམས་པ་དེ་ཉིད་ཀྱིས་འདོད་པ་ལ་འདོད་ཆགས་དང་། གནོད་སེམས་གཉིས་མ་ལུས་པར་སྤོང་བར་འགྱུར་རོ། །དེས་དེ་གཉིས་སྤངས་པས་ཕྱིར་མི་འོང་བ་ཡིན་ནོ། །
en: Then, through further development on the path of cultivation, this same individual will abandon attachment to [the world system of] desire and to malice in their entirety, and, having forsaken those two [modes of attachment], will no longer be subject to rebirth.

source: དེས་བསྒོམ་པའི་ལམ་ཆེར་བསྒོམས་པ་དེ་ཉིད་ཀྱིས་གོང་མའི་ཆ་དང་འཐུན་པའི་ཀུན་ཏུ་སྦྱོར་བ་ལྔ་སྤོང་བར་འགྱུར་ཏེ། ལྔ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: Then, through further development on the path of cultivation, this same individual will forsake the five fetters associated with the higher realms.

source: གཟུགས་ཀྱི་འདོད་ཆགས་དང་། གཟུགས་མེད་པའི་འདོད་ཆགས་དང་། མ་རིག་པ་དང་། ང་རྒྱལ་དང་། རྒོད་པ་སྟེ།
en: If you ask what are these five fetters, they comprise (1) attachment to the world system of form, (2) attachment to the world system of formlessness, (3) fundamental ignorance, (4) pride, and (5) mental agitation.

source: དེས་དེ་དག་སྤངས་པས་དགྲ་བཅོམ་པར་འགྱུར་རོ་ཞེས་བྱ་བ་དང་།
en: After abandoning these five formless absorptions, this individual is said to become an arhat.

source: གང་ཟག་འདི་ནི་མཚན་མ་མེད་པའི་རྣམ་པར་ཐར་པའི་སྒོས་དབང་པོ་ལྔ་པོ་དག་སྐྱེད་པར་འགྱུར་རོ། །དེ་ནས་དབང་པོ་ལྔ་པོ་དག་གིས་བར་ཆད་མེད་པའི་ཏིང་ངེ་འཛིན་ལ་རེག་པར་འགྱུར་རོ། །
en: “[They know that] this individual is developing the five faculties through signlessness—the gateway to liberation—and afterward will acquire unimpeded meditative stability by means of these five faculties.

source: བར་ཆད་མེད་པའི་ཏིང་ངེ་འཛིན་ལས་རྣམ་པར་གྲོལ་བའི་ཤེས་པ་སྐྱེ་བར་འགྱུར་རོ། །དེ་ནས་རྣམ་པར་གྲོལ་བའི་ཤེས་པས་ཀུན་ཏུ་སྦྱོར་བ་གསུམ་པོ་དག་སྤོང་བར་འགྱུར་ཏེ།
en: Through unimpeded meditative stability, this individual will develop [insight into] the knowledge of liberation, and then, through [insight into] the knowledge of liberation, will forsake the three fetters.

source: དེས་བསྒོམ་པའི་ལམ་ཆེར་བསྒོམས་པ་དེ་ཉིད་ཀྱིས་འདོད་པ་ལ་འདོད་ཆགས་དང་། གནོད་སེམས་གཉིས་མ་ལུས་པར་སྤོང་བར་འགྱུར་རོ། །དེ་གཉིས་སྤངས་པས་ཕྱིར་མི་འོང་བ་ཡིན་ནོ། །
en: Then, through further development on the path of cultivation, this same individual will abandon attachment to [the world system of] desire and to malice in their entirety, and, having forsaken those two [modes of attachment], will no longer be subject to rebirth.

source: དེས་བསྒོམ་པའི་ལམ་ཆེར་བསྒོམས་པ་དེ་ཉིད་ཀྱིས་གོང་མའི་ཆ་དང་འཐུན་པའི་ཀུན་ཏུ་སྦྱོར་བ་ལྔ་པོ་དག་སྤོང་བར་འགྱུར་ཏེ། ལྔ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: Then, through further development on the path of cultivation, this same individual will forsake the five fetters associated with the higher realms.

source: གང་ཟག་འདི་ནི་སྨོན་པ་མེད་པའི་རྣམ་པར་ཐར་པའི་སྒོས་དབང་པོ་ལྔ་པོ་དག་སྐྱེད་པར་འགྱུར་རོ། །དེ་ནས་དབང་པོ་ལྔ་པོ་དག་གིས་བར་ཆད་མེད་པའི་ཏིང་ངེ་འཛིན་ལ་རེག་པར་འགྱུར་རོ། །
en: “[They know that] this individual is developing the five faculties through aspirationlessness—the gateway to liberation—and afterward will acquire unimpeded meditative stability by means of these five faculties.

source: དེས་བསྒོམ་པའི་ལམ་ཆེར་བསྒོམས་པ་དེ་ཉིད་ཀྱིས་འདོད་པ་ལ་འདོད་ཆགས་དང་། གནོད་སེམས་དེ་གཉིས་མ་ལུས་པར་སྤོང་བར་འགྱུར་རོ། །དེ་གཉི་ག་སྤངས་པས་ཕྱིར་མི་འོང་བ་ཡིན་ནོ། །
en: Then, through further development of the path of cultivation, this [same individual] will abandon attachment to [the world system of] desire and malice in their entirety, and, having forsaken those two [modes of attachment], will no longer be subject to rebirth.

source: དེས་དེ་དག་སྤངས་པས་དགྲ་བཅོམ་པར་འགྱུར་རོ་ཞེས་བྱ་བ་སྟེ།
en: After abandoning these five formless absorptions, this individual is said to become an arhat.

source: རབ་འབྱོར་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཆོས་ཀྱི་མིག་ཡོངས་སུ་དག་པ་ཡིན་ནོ། །
en: Su­bhūti, such is the refined eye of the sacred doctrine, possessed by great bodhisattva beings.

source: རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་གི་ཚེ་འདི་ལྟར་ཤེས་ཏེ། ཀུན་འབྱུང་བའི་ཆོས་གང་ཅི་ཡང་རུང་དེ་ཐམས་ཅད་ནི་འགོག་པའི་ཆོས་ཅན་ཡིན་པར་རིག་ནས། དད་པ་ལ་སོགས་པ་དབང་པོ་ལྔ་འཐོབ་སྟེ།
en: “Moreover, Su­bhūti, whenever great bodhisattva beings cognize in that manner, they will know that all things associated with the origin of suffering are subject to cessation, and then, Su­bhūti, they will attain the five faculties, beginning with faith.

source: རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་གི་ཚེ་འདི་ལྟར་ཤེས་ཏེ། འདི་ནི་སེམས་དང་པོ་བསྐྱེད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡིན་ཏེ། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའོ་ཞེས་བྱ་བ་ནས། དེ་བཞིན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་ལ་སྤྱོད་པའོ་ཞེས་བྱ་བ་དང་།
en: “Moreover, Su­bhūti, whenever great bodhisattva beings cognize in that manner, they will know that this individual is a beginner bodhisattva, practicing the transcendent perfection of generosity, having just begun to set his or her mind on enlightenment, and so on, and similarly, that this one is practicing the transcendent perfection of wisdom.

source: དེ་ནས་དད་པའི་དབང་པོ་དང་བརྩོན་འགྲུས་ཀྱི་དབང་པོ་ཐབས་ལ་མཁས་པ་དང་ལྡན་པས་རྟག་ཏུ་ལུས་བཟང་པོ་ཡོངས་སུ་འཛིན་པར་འགྱུར་རོ། །བྱང་ཆུབ་སེམས་དཔའ་འདི་ནི་དགེ་བའི་རྩ་བའི་ཉེ་བར་རྟོན་པས་བརྟན་པ་སྟེ། རྒྱལ་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་དག་གི་ནང་དུ་སྐྱེ་བར་འགྱུར་བ་འམ། བྲམ་ཟེའི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་དག་གམ། ཁྱིམ་བདག་གི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་དག་གི་ནང་དུ་སྐྱེ་བར་འགྱུར།
en: They will know that this one, skilled in the faculties of faith and perseverance, will consistently obtain an excellent corporeal form, and that this bodhisattva, steadfast on account of the roots of virtuous actions, will be reborn among the royal class, standing out like a tall sāl tree, or among the priestly class, standing out like a tall sāl tree, or among the householder class, standing out like a tall sāl tree.

source: རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་བ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། གཞན་འཕྲུལ་དབང་བྱེད་ཀྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་རོ་ཞེས་བྱ་བར་ཤེས་སོ། །
en: They will know that this one will be reborn among the gods of the Catur­mahā­rāja­kāyika realm, and in the same vein, that that one will be reborn among the gods of the Para­nirmita­vaśa­vartin realm.

source: དེར་གནས་ནས་ཀྱང་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་ཅིང་བདེ་བ་ཉེ་བར་སྒྲུབ་པ་ཐམས་ཅད་ཀྱིས་སེམས་ཅན་རྣམས་ལ་བསྙེན་བཀུར་བྱེད། སངས་རྒྱས་ཀྱི་ཞིང་ཡང་ཡོངས་སུ་དག་པར་བྱེད། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱང་མཉེས་པར་བྱེད། བཀུར་སྟིར་བྱེད། བླ་མར་བྱེད། རི་མོར་བྱེད།
en: They will know that even though such individuals abide therein, they will continue to bring sentient beings to maturity; to honor sentient beings with everything that actualizes their happiness; to refine the fields as well; to please, honor, venerate, respect, and make offerings to the tathāgatas, arhats, and genuinely perfect buddhas; and they will not descend to the levels of the śrāvakas or pratyekabuddhas.

source: མཆོད་པ་བྱེད་དེ། ཉན་ཐོས་ཀྱི་སའམ། རང་སངས་རྒྱས་ཀྱི་སར་ལྟུང་བར་མི་འགྱུར་རོ། །བྱང་ཆུབ་སེམས་དཔའ་འདི་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་མ་རྒྱས་ཀྱི་བར་དུ་ཕྱིར་ལྡོག་པར་མི་འགྱུར་ཞེས་བྱ་བར་ཤེས་ཏེ།
en: Indeed, they will know that these bodhisattvas will not regress until manifestly perfect buddhahood in unsurpassed and genuinely perfect enlightenment has been attained.

source: རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་འདི་ལྟར་ཤེས་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་འདི་ནི་དེ་བཞིན་གཤེགས་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་ཏོ། །
en: “Moreover, Su­bhūti, great bodhisattva beings know that this bodhisattva has been foreordained by the tathāgatas to attain unsurpassed and genuinely perfect enlightenment, and that one has not been so foreordained.

source: འདི་ནི་ལུང་མ་བསྟན་ཏོ། །བྱང་ཆུབ་སེམས་དཔའ་འདི་དག་ནི་རང་གི་དོན་བྱེད་པར་འགྱུར་རོ། །
en: These bodhisattvas will achieve their own benefit, and those will not.

source: འདི་དག་ནི་བྱེད་པར་མི་འགྱུར་རོ། །བྱང་ཆུབ་སེམས་དཔའ་འདི་དག་ནི་ཕྱིར་ལྡོག་པའོ། །
en: These bodhisattvas will regress, and those will not.

source: འདི་དག་ནི་ཕྱིར་མི་ལྡོག་པའོ། །བྱང་ཆུབ་སེམས་དཔའ་འདིའི་མངོན་པར་ཤེས་པ་ནི་ཡོངས་སུ་རྫོགས་སོ། །འདིའི་ནི་ཡོངས་སུ་མ་རྫོགས་སོ། །
en: The extrasensory powers of these bodhisattvas are perfected, while [the extrasensory powers] of those ones are unperfected.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་ནི་མངོན་པར་ཤེས་པ་ཡོངས་སུ་རྫོགས་པ་དག་གིས་ཤར་ཕྱོགས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ཏུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ལ་བསྙེན་བཀུར་བྱ་བའི་ཕྱིར་དང་། བཀུར་སྟིར་བྱ་བའི་ཕྱིར་དང་། བླ་མར་བྱ་བའི་ཕྱིར་དང་། རི་མོར་བྱ་བའི་ཕྱིར་དང་། མཆོད་པར་བྱ་བའི་ཕྱིར་འགྲོའོ། །
en: This bodhisattva, with perfected extrasensory powers, will proceed to honor, praise, venerate, respect, and make offerings to the tathāgatas, arhats, genuinely perfect buddhas in the world systems of the eastern direction, numerous as the sands of the River Ganges.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་ནི་མངོན་པར་ཤེས་པ་ཐོབ་པོ། །འདི་ནི་འཐོབ་པར་མི་འགྱུར་རོ། །
en: This bodhisattva will attain the extrasensory powers, and that one will not.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་བྱང་ཆུབ་ཐོབ་པའི་སངས་རྒྱས་ཀྱི་ཞིང་ནི་ཡོངས་སུ་དག་པར་འགྱུར་རོ། །འདིའི་སངས་རྒྱས་ཀྱི་ཞིང་ནི་ཡོངས་སུ་དག་པར་མི་འགྱུར་རོ། །
en: This bodhisattva will refine the fields in which enlightenment is attained, and that one will not.

source: བྱང་ཆུབ་སེམས་དཔའ་འདིས་ནི་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱས་སོ། །འདིས་ནི་ཡོངས་སུ་སྨིན་པར་མ་བྱས་སོ། །
en: This bodhisattva has brought sentient beings to maturity, and that one has not.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་ལ་ནི་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་བསྔགས་པ་རྗོད་པ་མཛད་དོ། །འདི་ལ་ནི་རྗོད་པ་མི་མཛད་དོ། །
en: This bodhisattva is praised by the lord buddhas throughout the world systems of the ten directions, numerous as the sands of the River Ganges.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་དག་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་དང་ཉེ་བར་གནས་སོ། །གནས་པར་འགྱུར་རོ། །འདི་དག་ནི་ཉེ་བར་མི་གནས་སོ། །ཉེ་བར་གནས་པར་མི་འགྱུར་རོ། །
en: These bodhisattvas stand alongside and will stand alongside the lord buddhas, but those do not and will not.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་བྱང་ཆུབ་ཐོབ་པའི་ཚེ་ནི་དཔག་ཏུ་ཡོད་པར་འགྱུར་རོ། །བྱང་ཆུབ་སེམས་དཔའ་འདི་བྱང་ཆུབ་ཐོབ་པའི་ཚེ་ནི་དཔག་ཏུ་མེད་པར་འགྱུར་རོ། །
en: The lifespan of this bodhisattva who has attained enlightenment will be estimable, and the lifespan of that bodhisattva who has attained enlightenment will be innumerable.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་བྱང་ཆུབ་ཐོབ་པའི་དགེ་སློང་གི་དགེ་འདུན་ནི་དཔག་ཏུ་ཡོད་པར་འགྱུར་རོ། །འདིའི་ནི་དཔག་ཏུ་མེད་པར་འགྱུར་རོ། །
en: The monastic community of this bodhisattva who has attained enlightenment will be estimable, while the monastic community of that one will be innumerable.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་བྱང་ཆུབ་ཐོབ་པའི་བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་ནི་དཔག་ཏུ་ཡོད་པར་འགྱུར་རོ། །འདིའི་ནི་དཔག་ཏུ་མེད་པར་འགྱུར་རོ། །
en: The bodhisattva community of this bodhisattva who has attained enlightenment will be estimable, while the bodhisattva community of that one will be innumerable.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་ནི་དཀའ་བ་སྤྱད་པ་སྤྱོད་པར་འགྱུར་རོ། །འདི་ནི་སྤྱོད་པར་མི་འགྱུར་རོ། །
en: This bodhisattva will engage in austerities, and that one will not.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་ནི་སྲིད་པ་ཐ་མ་པ་ཡིན་ནོ། །འདི་ནི་སྲིད་པ་ཐ་མ་པ་མ་ཡིན་ནོ། །
en: This bodhisattva is in his final rebirth, and that one is not.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་ནི་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འདུག་པར་འགྱུར་རོ། །འདི་ནི་འདུག་པར་མི་འགྱུར་རོ། །
en: This bodhisattva will come to sit upon the Seat of Enlightenment, and that one will not.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་ལ་ནི་བདུད་འབྱུང་བར་འགྱུར་རོ། །
en: This bodhisattva will withstand the demonic forces, and that one will not.

source: འདི་ལ་ནི་བདུད་འབྱུང་བར་མི་འགྱུར་བར་ཤེས་པ་སྟེ། རབ་འབྱོར་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཆོས་ཀྱི་མིག་ཡོངས་སུ་དག་པ་ཡིན་ནོ། །
en: Su­bhūti, such is the refined eye of the sacred doctrine, possessed by great bodhisattva beings.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སངས་རྒྱས་ཀྱི་མིག་ཡོངས་སུ་དག་པ་གང་ལགས།
en: What is the refined eye of the buddhas, possessed by great bodhisattva beings?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་གིས་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱི་མཇུག་ཐོགས་སུ་རྡོ་རྗེ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ནས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་རྗེས་སུ་ཐོབ་ལ། དེ་ཡང་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་ལྡན། མི་འཇིགས་པ་བཞི་དང་ལྡན། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་།
en: The Blessed One replied, “Su­bhūti, great bodhisattva beings, immediately after attaining the mind set on enlightenment, become absorbed in adamantine meditative stability, and then attain omniscience.

source: བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་དང་ལྡན་ཞིང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སངས་རྒྱས་ཀྱི་མིག་གང་གིས་ཀྱང་རྣམ་པ་ཐམས་ཅད་དུ་ཆོས་ཐམས་ཅད་ལ་མ་མཐོང་བའམ། མ་ཐོས་པའམ། མི་དྲན་པའམ།
en: They are endowed with the ten powers of the tathāgatas, the four assurances, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas; with regard to all things, in all their aspects, there is nothing at all that the eye of the buddhas possessed by great bodhisattva beings does not see, hear, recall, or perceive with extrasensory power.

source: མངོན་པར་མི་ཤེས་པ་གང་ཡང་མེད་པ་སྟེ། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པའི་མིག་ཡོངས་སུ་དག་པ་ནི་དེ་ལྟ་བུ་སྟེ།
en: Su­bhūti, such is the refined eye of manifestly perfect buddhahood in unsurpassed and genuinely perfect enlightenment, possessed by great bodhisattva beings.

source: རབ་འབྱོར་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་ཤིན་ཏུ་ཡོངས་སུ་དག་པའི་མིག་ལྔ་པོ་དག་ཡིན་ནོ། །
en: “Su­bhūti, these are the five extremely refined eyes of great bodhisattva beings.

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མིག་ལྔ་པོ་དེ་དག་ཡོངས་སུ་དག་པར་བྱེད་པ་ནི་གོ་ཆ་ཆེན་པོ་བགོས་པར་རིག་པར་བྱའོ། །
en: Su­bhūti, the refinement of these five eyes, possessed by great bodhisattva beings should be known as donning the great armor.”

source: བཙུན་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས་ཆོས་གང་དག་ལ་གནས་པར་བགྱི་ལགས།
en: In what things should great bodhisattva beings, who practice the transcendent perfection of wisdom, abide?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས་ཆོས་གང་ལ་ཡང་གནས་པར་མི་བྱའོ། །
en: The Blessed One replied, “Su­bhūti, great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in anything at all.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། གནས་དང་། གནས་པ་པོ་དང་། གནས་པར་བྱ་བ་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: If you ask why, it is because the act of abiding, the abider, and that in which they would abide are non-apprehensible.”

source: བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་གིས་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པའི་དོན་འཚལ་བ་ལྟར་ན།
en: Then, the venerable Su­bhūti asked the Blessed One as follows: “Reverend Lord!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས། གཟུགས་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: According to my inquiry into the meaning of the words spoken by the Blessed One, Reverend Lord, great bodhisattva beings who practice the transcendent perfection of wisdom should not abide in physical forms.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་དག་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Similarly, they should not abide in feelings, perceptions, formative predispositions, and consciousness.

source: མིག་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: They should not abide in the eyes.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Similarly, they should not abide in the ears, the nose, the tongue, the body, and the mental faculty.

source: དེ་བཞིན་དུ་གཟུགས་རྣམས་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Similarly, they should not abide in sights.

source: དེ་བཞིན་དུ་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་པ་དང་། ཆོས་རྣམས་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: Similarly, they should not abide in sounds, odors, tastes, tangibles, and mental phenomena.

source: མིག་གི་རྣམ་པར་ཤེས་པ་ལ་གནས་པར་མི་བགྱི་བ་ནས། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་བར་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: They should not abide in visual consciousness, and they should not abide in [the other aspects of consciousness], up to and including mental consciousness.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་ཀྱི་ཁམས་ཀྱི་བར་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: In the same vein, they should not abide in [the sensory elements], up to and including the sensory element of phenomena.

source: མིག་གི་འདུས་ཏེ་རེག་པ་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: They should not abide in sensory contact that is visually compounded.

source: མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་གནས་པར་མི་བགྱི་བ་ནས། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་བར་ལ་གནས་པར་མི་བགྱི་ཞིང་།
en: They should not abide in feelings that are visually compounded, and they should not abide in [the other aspects of feelings], up to and including feelings due to sensory contact that is mentally compounded.

source: སའི་ཁམས་ལ་གནས་པར་མི་བགྱི།
en: They should not abide in the earth element.

source: ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་ལ་གནས་པར་མི་བགྱི།
en: They should not abide in the water element, the fire element, and the wind element.

source: ནམ་མཁའི་ཁམས་ལ་གནས་པར་མི་བགྱི།
en: They should not abide in the space element.

source: རྣམ་པར་ཤེས་པའི་ཁམས་ལ་གནས་པར་མི་བགྱི།
en: They should not abide in the consciousness element.

source: མ་རིག་པ་ལ་གནས་པར་མི་བགྱི་བ་ནས། རྒ་ཤིའི་བར་ལ་གནས་པར་མི་བགྱི་ལགས་སོ། །
en: They should not abide in fundamental ignorance, and they should not abide in [the other links of dependent origination], up to and including aging and death.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལྟར་བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་ནི་གཟུགས་ཀྱིས་སྟོང་།
en: “If one were to ask why, Reverend Lord, it is because physical forms are empty of physical forms.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ནི་རྣམ་པར་ཤེས་པས་སྟོང་སྟེ།
en: Similarly, feelings, perceptions, formative predispositions, and consciousness are empty of consciousness [and the other aggregates].

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་གཟུགས་མ་ལགས་ལ།
en: Reverend Lord!

source: གཟུགས་ཀྱི་སྟོང་པ་ཉིད་ལས་གུད་ན་ཡང་གཟུགས་མ་མཆིས་ཏེ།
en: The emptiness of physical forms is not physical forms, and physical forms do not exist elsewhere apart from the emptiness of physical forms.

source: གཟུགས་ཉིད་ཀྱང་སྟོང་པ་ཉིད་ལགས་ལ། སྟོང་པ་ཉིད་ཀྱང་གཟུགས་ལགས་པའི་སླད་དུ་སྟེ། བཙུན་པ་བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན།
en: This is because the nature of physical forms is also emptiness and emptiness indeed is physical forms.
